Repository: smolynets/studentsdb13
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Exam
uk: Екзамен

source: name
uk: імя

source: dates
uk: дати

source: group
uk: група

source: groups
uk: групи

source: leader
uk: староста

source: Additional notes
uk: дадаткові записи

source: Monthly journal
uk: Місячний журнал

source: Monthly journals
uk: Місячні журнали

source: Student
uk: Cтудент

source: Date
uk: Дата

source: Students
uk: студенти

source: first_name
uk: імя

source: last_name
uk: прізвище

source: surname
uk: прізвище

source: birthday
uk: дата народження

source: photo
uk: фото

source: ticket
uk: білет

source: Students acounting service
uk: Сервіс обліку студентів

source: Students acounting service of school
uk: Сервіс обліку студентів школи

source: all students
uk: всі студенти

source: Login
uk: увійти

source: Register
uk: зареєструватися

source: visiting
uk: відвідування

source: exams
uk: екзамени

source: to contact
uk: звязатися

source: log journal
uk: журнал дій

source: students
uk: студенти

source: conection with administration of site
uk: звязатися з адміністратором сайту

source: Base of students
uk: База студентів

source: add exam
uk: додати екзамен

source: date
uk: дата

source: actions
uk: дії

source: action
uk: дія

source: edit
uk: редагувати

source: delete
uk: видалити

source: adding group
uk: редагувати групу

source: name of group
uk: імя групи

source: additional notes
uk: дадаткові записи

source: add
uk: додати

source: cancel
uk: скасувати

source: Fields marked with an asterisk are obligatory for filling
uk: Поля зі знаком зірочки обовязкові для заповнення

source: editing group
uk: редагувати студента

source: save
uk: зберегти

source: To make the head of the student must first add it to this group in the Changes students
uk: Для того щоб зробити студента старостою групи, спочатку додайте йогог в цю групуДодати студента

source: deleting of group
uk: видалити групу

source: add student
uk: додати студента

source: dont contains student
uk: не містить студента

source: add group
uk: додати групу

source: Accounting Visits
uk: Облік відвідування

source: While no student in the database. Please first
uk: Поки що жоден студент не є в базі даних. Будь-ласка, додайте

source: Changes to the log kept at a table click
uk: Зміни в журнал зберігаються при кліку в таблицю

source: There preservation
uk: Іде збереження

source: previous month
uk: попередній місяць

source: next month
uk: наступний місяць

source: student
uk: студент

source: Events log
uk: Журнал подій

source: level
uk: рівень

source: time
uk: час

source: details
uk: деталі

source: In the base
uk: У базі є

source: students_delete
uk: видалити студента

source: editing of student
uk: редагування студента

source: adding of students
uk: Додавання студентів

source: please, correct next errors!
uk: Будь-ласка, виправте наступні помилки!

source: deleting student
uk: видалити студента

source: Do you really want to delete group:
uk: Ви дійсно бажаєте видалити групу:

source: ukrainian
uk: українська

source: Send
uk: Відправити

source: Your email
uk: ваша електрона пошта

source: Title of list
uk: Заголовок листа

source: Text of massage
uk: Текст повідомлення

source: When you send a letter to an unexpected error occurred.
uk: Коли ви відправили листа, сталася неочукуваня помилка

source: Massage succefuly sended!
uk: Повідомлення успішно відіслано

source: Deleting of exam canceled
uk: видалення екзамену скасовано

source: Name of group is mandatory.
uk: імя групи є обовязковим

source: Group added succefully
uk: Групу додано успішно

source: adding group canceled
uk: додавання групи скасовано

source: Name of leader is mandatory.
uk: імя старости є обовязковим

source: Editing of group canceled. Group hasnt student
uk: Редагування групи скасовано. Група не місить студентів

source: Group edited succefully
uk: Група редагована успішно

source: Editing group canceled
uk: Редагування групи скасовано

source: Group deleted succefully
uk: Групу видалено успішно

source: Deleting group canceled
uk: видалення екзамену скасовано

source: First Name field is required
uk: імя є обовязковим

source: Last Name field is required
uk: прізвище є обовязковим

source: Birthday field is required
uk: дата народження є обовязковою

source: Enter the correct date format (eg 1986-03-23
uk: введіть коректну дату (нар.1986-03-23)

source: The number of ticket is required
uk: номер білета є обовязковим

source: Select a group
uk: виберіть групу

source: Select a correct group
uk: виберіть коректну групу

source: The file must be one of the following types : jpg, jpeg, png, gif
uk: файл має бути наступного розширення:jpg, jpeg, png, gif

source: The downloaded file is not an image file or corrupted
uk: завантажений файл не є зображенням або пошкоджений

source: Photo is too large (file size must be less than 2Mb)
uk: фото занадто велике (максимальний розмір - 2 мб)

source: Students successfully added
uk: студента додано успішно

source: Adding the student canceled
uk: додавання студента скасовано

source: Name is mandatory
uk: імя є обовязковим

source: Last name is required
uk: прізвище є обовязковим

source: Date of birth is mandatory
uk: дата народження є обовязковою

source: Enter the correct date format (eg. 12/30/1987)
uk: введіть коректну дату (нап.12/30/1987

source: File too large
uk: файл занадто великий

source: Room ticket is a must
uk: номер квитка є обовязковим

source: Group is mandatory
uk: група є обовязковою

source: Select the correct group
uk: виберіть коректну групу

source: The student is the head of another group
uk: студент є старостою іншої групи

source: Edit the student has successfully completed
uk: редагування студента успішно завершено

source: Editing student canceled
uk: видалення студента завершено

source: Students successfully removed
uk: студента успішно видалено

source: Removal of the student canceled
uk: видалення студента скасовано
